cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'homebrew/php'

brew 'mas'
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'bash'
brew 'bash-completion2'
brew 'autoconf'
brew 'ack'
brew 'make'
brew 'pkg-config'
brew 'ansible'
brew 'ant'
brew 'freetype'
brew 'gettext'
brew 'go'
brew 'gnu-sed', args: ['with-default-names']
brew 'icu4c'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'libpng'
brew 'libtiff'
brew 'libxml2'
brew 'lynx'
brew 'openssl'
brew 'curl'
brew 'highlight'
brew 'httpie'
brew 'node'
brew 'readline'
brew 'git'
brew 'wget'
brew 'vim'
brew 'tree'

brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/dupes/screen'

brew 'homebrew/php/php56'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/php/composer'
brew 'homebrew/php/php-cs-fixer'

# mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'ForkLift', id: 412448059
mas 'TweetDeck', id: 485812721
mas 'Caffeine', id: 411246225
mas 'Snagit', id: 492729790
mas 'Airmail 3', id: 918858936
mas 'Wunderlist', id: 410628904
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Skitch', id: 425955336
mas 'Sunrise Calendar', id: 886106985
mas 'feedly', id: 865500966
mas 'ActivityTimer', id: 808647808
mas "Copy'em Paste", id: 876540291

cask 'aerial'
cask 'alfred'
cask 'atom'
cask 'caffeine'
cask 'dropbox'
cask 'franz'
cask 'gas-mask'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'karabiner'
cask 'keepassx'
cask 'phpstorm'
cask 'postman'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'virtualbox'
cask 'vagrant'
